---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLProfile
source: html/ffed169a-5bfb-6111-9ea9-247be7a7be46.htm
---
# StructuralSectionLProfile Methods

Returns size of the section boundary.